{"dish":[
    {
    "id": "1",
    "name": "БОРЩ",
    "id_category":"1",
    "text_recipe":"Мясо вымойте, положите в кастрюлю и залейте холодной водой. Дождитесь, пока закипит, и варите ещё 20 минут. После закипания с помощью шумовки снимите лишнюю пену.Свёклу очистите от кожуры, натрите на крупной тёрке и обжарьте на растительном масле. Влейте немного мясного бульона и оставьте тушиться на медленном огне.Мелко нашинкуйте лук и обжарьте на масле до золотистого цвета. Добавьте морковь, влейте ещё немного бульона и тушите в течение 3—5 минут.Очистите картофель, нарежьте кубиками, добавьте к бульону и дайте закипеть.Затем добавьте мелко нашинкованную свежую капусту. Варите до готовности.Посолите и поперчите по вкусу.В конце добавьте тушёную свёклу, зелень и лавровый лист. Накройте кастрюлю крышкой и варите в течение 3—5 минут, после чего снимите с огня.При подаче заправьте борщ сметаной.",
    "video_recipe":"https://www.youtube.com/watch?v=_-9nH4zFThs",
    "ingridients": "Говядина (на кости)300—400 г,Капуста (свежая)1,5 кг,Картофель3—4 шт.,Морковь1—2 шт.,Лук (репчатый)1 шт.,Свёкла1 шт.,Сметана100 мл,Масло (растительное)2 ст. л.,Лавровый лист2 листа,Вода1,5—2 л,Зелень (укроп или петрушка)по вкусу,Перец (чёрный молотый)по вкусу,Сольпо вкусу')"
},
{
    "id": "2",
    "name": "ОЛИВЬЕ",
    "id_category":"2",
    "text_recipe":"Картофель и морковь сварить «в мундирах». Сварить яйца. 2. Тем временем колбасу и огурцы нарезать мелкими кубиками. 3. Готовые овощи и яйца почистить и также нарезать кубиками. 4. Мелко нарезать лук. 5. Все ингредиенты смешать, добавить горошек и заправить майонезом. 6. Украсить зеленью.",
    "video_recipe":"https://www.youtube.com/watch?v=z8KpTK5oGBQ",
    "ingridients": "картофель - 4-5 штук,морковь - 2 крупные или 3 средние ,консервированный горошек – 1 банка ,колбаса «Докторская» - 300-400 г,соленые или маринованные огурцы – 4-5 штук,яйца – 6 штук,лук – 1 штука,зелень,майонез."
},
{
    "id": "3",
    "name": "РИЗОТТО",
    "id_category":"3",
    "text_recipe":"Разогрейте сливочное масло в казанке на среднем огне. Добавьте грибы и готовьте, помешивая, 5-10 минут (пока грибы не подрумянятся). Добавьте нарезанную курицу, 1 ч. л. соли, перец и готовьте, помешивая, около 10 минут. Переложите грибы с курицей в другую посуду. В кастрюле доведите до кипения бульон.2. В казанке разогрейте растительное масло. Добавьте лук и обжарьте его на умеренном огне, помешивая, в течение 5 минут. Добавьте рис. Готовьте, помешивая, около 2 минут.3. Влейте в казанок с рисом вино, добавьте 1 ч. л. соли. Готовьте, часто помешивая, до тех пор, пока жидкость не впитается. Добавьте пол стакана кипящего бульона и помешивайте, пока не впитается. Рис должен слегка кипеть (уменьшите огонь, если нужно). Продолжайте готовить рис, подливая по пол стакана бульона и перемешивая (всего – около 25-30 минут). Жидкость, которая не впитается, станет вязкой благодаря высокому содержанию крахмала в рисе. Бульон может весь не понадобиться, а может, придется добавить немного бульона или воды дополнительно.4. Вмешайте курицу с грибами, сыр и петрушку. Прогрейте ризотто с курицей и подавайте блюдо. Приятного аппетита!",
    "video_recipe":"https://www.youtube.com/watch?v=5__wUabM0y8",
    "ingridients": "Масло сливочное – 2 ст. л,Грибы, тонко нарезанные – 220 г,Куриные грудки, филе, нарезанное кусочками по 1 см – 300 г,Соль – 1 ч. л.,Перец черный молотый – 1 ч. л.,Бульон куриный – 5 стакан,Масло растительное – 1 ст. л.,Лук репчатый, нарезанный –  пол стакана,Рис Арборио – 1 стакан,Вино сухое белое – пол стакана,Сыр Пармезан тертый – пол стакана,Зелень петрушки нарезанная – 2 ст. л."
},
{
    "id": "4",
    "name": "ТИРАМИСУ",
    "id_category":"4",
    "text_recipe":"Отделить белки от желтков. Желтки растереть с сахаром.Добавить маскарпоне.Перемешать.Белки взбить в крепкую пену.Добавить белки в желтково-сырную массу.Аккуратно перемешать.Палочки окунуть в холодный кофе.Палочки надо окунать очень быстрым движением, чтобы они не размокли.Кофе приготовьте так, как вам нравится (я на 350 мл добавила 4 ч.л. кофе).По желанию, в кофе можно добавить вино, ром, ликер, бренди, или коньяк.В форму (я использовала форму размером 17 на 25 см) плотно выложить палочки, смоченные в кофе.На палочки выложить половину крема.Разровнять.На крем снова выложить палочки, смоченные в кофе.На палочки выложить оставшийся крем.Разровнять.Поставить в холодильник на 5–6 часов.Посыпать через сито какао.Разрезать на порции.Разрезать надо очень аккуратно, так как десерт очень нежный.",
    "video_recipe":"https://www.youtube.com/watch?v=kSlmBQLa0B8",
    "ingridients": "4 яйца (я использовала 18 перепелиных яиц),100 г сахара,500 г маскарпоне,250 г печенья «Савоярди» (примерно 34 штуки),350 мл кофе (растворимого или сваренного),порошок какао,2–3 ст.л. вина «Марсала» (или любого другого), или рома, ликера, бренди, коньяка — по желанию"
}
]
}
