{"dish":[
    {
    "id": "1",
    "name": "БОРЩ",
    "id_category":"1",
    "text_recipe":"Мясо вымойте, положите в кастрюлю и залейте холодной водой. Дождитесь, пока закипит, и варите ещё 20 минут. После закипания с помощью шумовки снимите лишнюю пену.Свёклу очистите от кожуры, натрите на крупной тёрке и обжарьте на растительном масле. Влейте немного мясного бульона и оставьте тушиться на медленном огне.Мелко нашинкуйте лук и обжарьте на масле до золотистого цвета. Добавьте морковь, влейте ещё немного бульона и тушите в течение 3—5 минут.Очистите картофель, нарежьте кубиками, добавьте к бульону и дайте закипеть.Затем добавьте мелко нашинкованную свежую капусту. Варите до готовности.Посолите и поперчите по вкусу.В конце добавьте тушёную свёклу, зелень и лавровый лист. Накройте кастрюлю крышкой и варите в течение 3—5 минут, после чего снимите с огня.При подаче заправьте борщ сметаной.",
    "video_recipe":"https://www.youtube.com/watch?v=_-9nH4zFThs",
    "ingridients": "Говядина (на кости)300—400 г,Капуста (свежая)1,5 кг,Картофель3—4 шт.,Морковь1—2 шт.,Лук (репчатый)1 шт.,Свёкла1 шт.,Сметана100 мл,Масло (растительное)2 ст. л.,Лавровый лист2 листа,Вода1,5—2 л,Зелень (укроп или петрушка)по вкусу,Перец (чёрный молотый)по вкусу,Сольпо вкусу')"
},
{
    "id": "2",
    "name": "ОЛИВЬЕ",
    "id_category":"2",
    "text_recipe":"Картофель и морковь сварить «в мундирах». Сварить яйца. 2. Тем временем колбасу и огурцы нарезать мелкими кубиками. 3. Готовые овощи и яйца почистить и также нарезать кубиками. 4. Мелко нарезать лук. 5. Все ингредиенты смешать, добавить горошек и заправить майонезом. 6. Украсить зеленью.",
    "video_recipe":"https://www.youtube.com/watch?v=z8KpTK5oGBQ",
    "ingridients": "картофель - 4-5 штук,морковь - 2 крупные или 3 средние ,консервированный горошек – 1 банка ,колбаса «Докторская» - 300-400 г,соленые или маринованные огурцы – 4-5 штук,яйца – 6 штук,лук – 1 штука,зелень,майонез."
},
{
    "id": "3",
    "name": "РИЗОТТО",
    "id_category":"3",
    "text_recipe":"Разогрейте сливочное масло в казанке на среднем огне. Добавьте грибы и готовьте, помешивая, 5-10 минут (пока грибы не подрумянятся). Добавьте нарезанную курицу, 1 ч. л. соли, перец и готовьте, помешивая, около 10 минут. Переложите грибы с курицей в другую посуду. В кастрюле доведите до кипения бульон.2. В казанке разогрейте растительное масло. Добавьте лук и обжарьте его на умеренном огне, помешивая, в течение 5 минут. Добавьте рис. Готовьте, помешивая, около 2 минут.3. Влейте в казанок с рисом вино, добавьте 1 ч. л. соли. Готовьте, часто помешивая, до тех пор, пока жидкость не впитается. Добавьте пол стакана кипящего бульона и помешивайте, пока не впитается. Рис должен слегка кипеть (уменьшите огонь, если нужно). Продолжайте готовить рис, подливая по пол стакана бульона и перемешивая (всего – около 25-30 минут). Жидкость, которая не впитается, станет вязкой благодаря высокому содержанию крахмала в рисе. Бульон может весь не понадобиться, а может, придется добавить немного бульона или воды дополнительно.4. Вмешайте курицу с грибами, сыр и петрушку. Прогрейте ризотто с курицей и подавайте блюдо. Приятного аппетита!",
    "video_recipe":"https://www.youtube.com/watch?v=5__wUabM0y8",
    "ingridients": "Масло сливочное – 2 ст. л,Грибы, тонко нарезанные – 220 г,Куриные грудки, филе, нарезанное кусочками по 1 см – 300 г,Соль – 1 ч. л.,Перец черный молотый – 1 ч. л.,Бульон куриный – 5 стакан,Масло растительное – 1 ст. л.,Лук репчатый, нарезанный –  пол стакана,Рис Арборио – 1 стакан,Вино сухое белое – пол стакана,Сыр Пармезан тертый – пол стакана,Зелень петрушки нарезанная – 2 ст. л."
},
{
    "id": "4",
    "name": "ТИРАМИСУ",
    "id_category":"4",
    "text_recipe":"Отделить белки от желтков. Желтки растереть с сахаром.Добавить маскарпоне.Перемешать.Белки взбить в крепкую пену.Добавить белки в желтково-сырную массу.Аккуратно перемешать.Палочки окунуть в холодный кофе.Палочки надо окунать очень быстрым движением, чтобы они не размокли.Кофе приготовьте так, как вам нравится (я на 350 мл добавила 4 ч.л. кофе).По желанию, в кофе можно добавить вино, ром, ликер, бренди, или коньяк.В форму (я использовала форму размером 17 на 25 см) плотно выложить палочки, смоченные в кофе.На палочки выложить половину крема.Разровнять.На крем снова выложить палочки, смоченные в кофе.На палочки выложить оставшийся крем.Разровнять.Поставить в холодильник на 5–6 часов.Посыпать через сито какао.Разрезать на порции.Разрезать надо очень аккуратно, так как десерт очень нежный.",
    "video_recipe":"https://www.youtube.com/watch?v=kSlmBQLa0B8",
    "ingridients": "4 яйца (я использовала 18 перепелиных яиц),100 г сахара,500 г маскарпоне,250 г печенья «Савоярди» (примерно 34 штуки),350 мл кофе (растворимого или сваренного),порошок какао,2–3 ст.л. вина «Марсала» (или любого другого), или рома, ликера, бренди, коньяка — по желанию"
},
{
    "id": "5",
    "name": "СОЛЯНКА",
    "id_category":"1",
    "text_recipe":"1. Налить бульон в емкость МВ (у меня куриный, можно сварить мясо на режиме Суп.Включить мультиварку, установить режим выпечка или экспресс.\n2.Обжарить лук, добавить томат. Перемешать и прожарить все это, еще 5 - 7 минут.\n3.Затем добавить огурцы, порезанные кубиками.\n4.Пока все в мультиварке тушится, готовим мясное ассорти. У меня - мясо отварное, колбаса вареная, колбаса копченая и кусочек копченой курицы. Режем все соломкой или кубиками.Закладываем в чашу мясное ассорти.Заливаем процеженным бульоном. Можно еще влить 1 стакан рассола от огурцов .\n5.Добавить картофель, порезанный мелкими кубиками.Добавить специи по вкусу, лавровый лист, зелень.\n6.Включить режем тушение или суп 1 час.И ждать сигнала)) Аромат на кухне будет неописуемый)).\n7.Подается солянка к столу, со сметаной, маслинами, долькой лимона и мелко нарезанной зеленью.Приятного аппетита!!!.",
    "video_recipe":"https://www.youtube.com/watch?v=wXiK9Qoce8A",
    "ingridients": "350 г свинины;\n2 луковицы;\n250 г копчёной колбасы;\n250 г ветчинной колбасы;\n4 солёных огурца;\n2 столовые ложки растительного масла;\n2 столовые ложки томатной пасты;\n100 г оливок;\n2 сосиски;\n100–120 мл огуречного рассола;\nсоль — по вкусу;\nзелень, сметана, лимон — для подачи."
},
{
    "id": "6",
    "name": "СВЕКОЛЬНИК",
    "id_category":"1",
    "text_recipe":"1. Подготовить продукты для приготовления горячего свекольника.\n2.Морковь очистить, вымыть, тонко нашинковать.Свеклу очистить, вымыть, нарезать соломкой.Лук очистить, вымыть, мелко нарезать.Картофель очистить, вымыть, нарезать дольками..\n3.Вскипятить воду (1-1,5 л)\n4.В кипящую воду положить 1 морковь, лук, картофель.Добавить нарезанные со­ломкой полторы свеклы. Накрыть крышкой и варить при слабом кипении.\n5.На сковороде растопить сливочное масло.Оставшиеся 0,5 свеклы, морковь выложить в растопленное масло, перемешать. Спассеровать на сливочном масле, помешивая. Жарить коренья нужно на среднем огне 5-7 минут.\n6.Помидоры ошпарить кипятком, снять шкурку.Помидоры мелко нарезать..\n7.Добавить помидо­ры к кореньям, перемешать, тушить еще 5-7 минут (помидоры должны полностью размягчиться).Высыпать в кастрюлю с кипящими овощами.\n8.Заправить по вкусу солью. Накрыть крышкой, варить еще 5 минут. Затем свекольник выключить.Можно откорректировать вкус, дополнительно заправив свекольник сахаром и лимонной кислотой.Горячий свекольник готов.\n9.При подаче горячий свекольник заправить зеленью и сметаной.",
    "video_recipe":"https://www.youtube.com/watch?v=admLVc8ezXw",
    "ingridients": "Свекла - 250-350 г (2 шт.)\nМорковь - 150-200 г (1-2 шт.)\nКартофель - 200 г (2 шт.)\nПомидоры - 400 г (4-5 шт.)\nЛук - 70-90 г (1 шт.)\nСоль 1,5 ч. ложки\nСметана - 100-200 г\nЗелень - 0,5 пучка\nЛимонная кислота (по желанию) - щепотку\nСахар (по желанию) - 0,25 ч. ложки"
},
{
    "id": "7",
    "name": "ВИНИГРЕТ",
    "id_category":"2",
    "text_recipe":"1. Свеклу отварить до готовности.\n2.Картофель и морковь отварить до готовности.\n3.Лук мелко нарезать.\n4.Огурцы нарезать кубиками.\n5.Если капуста сильно соленая, ее промыть.Мелко нашинковать.\n6.Морковь нарезать кубиками.Свеклу нарезать кубиками.Картофель нарезать кубиками.\n7.Смешать картофель, морковь, огурцы, лук, капусту, свеклу.Немного посолить\n8.Заправить растительным маслом.",
    "video_recipe":"https://www.youtube.com/watch?v=RZtWdZ8q6RM",
    "ingridients": "400 г свеклы\n300 г моркови\n400 г картофеля\n200 г квашеной капусты\n200 г маринованных или соленых огурцов\n150 г лука\nсоль\nрастительное масло"
},
{
    "id": "8",
    "name": "ЦЕЗАРЬ",
    "id_category":"2",
    "text_recipe":"1.С хлеба срежьте корочку, а сам хлеб порежьте кубиками.\n2. Чеснок пропустите через чесночницу и обжарьте его пару минут в разогретом оливковом масле.\n3. Куриное филе порежьте небольшими кусочками и отправляйте к чесноку на сковороду.\n4. Обжарьте курицу, помешивая, 10 минут, в конце посолите и поперчите по вкусу.\n5. Уберите с огня курицу, а в ту же сковороду добавьте еще немного масла и обжарьте хлеб, постоянно помешивая, пока он не зарумянится.\n6. Приготовьте соус для салата «Цезарь» . Для этого пармезан натрите на мелкой терке. Смешайте яичный желток, оливковое масло, горчицу, лимонный сок, тертый пармезан и хорошенько все взбейте.\n7. Листья салата порвите средними кусками. Помидоры черри порежьте на половинки.\n8. Выложите на салат обжаренное куриное филе, добавьте помидоры, полейте соусом, сверху потрите пармезаном.\n9. Непосредственно перед подачей добавьте в салат «Цезарь» хлебные сухарики. Приятного аппетита!",
    "video_recipe":"https://www.youtube.com/watch?v=onq7Sd8c2To",
    "ingridients": "300 г курицы (филе)\n100 г пармезана\n100 г белого хлеба, 200 г листьев салата\n100 г помидоров черри\n1 зубок чеснока\n1 ст. ложка оливкового масла\nчерный молотый перец по вкусу\nсоль по вкусу.\nСоус для салата «Цезарь» включает ингредиенты:\n1 яичный желток\n1 ч. ложка горчицы\n2 ст. ложки оливкового масла\n1 ч. ложка лимонного сока\n50 г пармезана\nчерный молотый перец по вкусу\nсоль по вкусу."
   
},
{
    "id": "9",
    "name": "ГОЛУБЦЫ",
    "id_category":"3",
    "text_recipe":"1.Подготовим капустные листья для голубцов, снимим листья с капусты.\n2.Измельчим лук и морковь.\n3.Поджарим овощи на растительном масле до готовности и разделим на две части. Одну часть используем для начинки. Во вторую часть добавим соль (1 ст. л.), сахар (1 ст. л.), молотый перец и томатный соус или кетчуп.\n4.Смешаем сваренный заранее рис, фарш и овощную зажарку. Начинку для голубцов посолим, поперчим и перемешаем.\n5.Закрутим голубцы с мясом и рисом.\n6.Голубцы выложим в кастрюлю и зальем томатной подливой.\n7.Готовим голубцы на небольшом огне примерно 1 час.",
    "video_recipe":"https://www.youtube.com/watch?v=Pva-0xZ2Ips",
    "ingridients": "Капуста белокочанная - 1 шт.\nРис - 1 стакан\nФарш мясной - 500 г\nМорковь - 1 шт.\nЛук репчатый - 4-5 шт.\nКетчуп или томатный соус - 3 ст.л.\nМасло растительное - для жарки\nПерец молотый (красный и черный)\nСахар\nСоль"
   
},
{
    "id": "11",
    "name": "БРАУНИ",
    "id_category":"4",
    "text_recipe":"1.Включить духовку для предварительного разогрева на 180 градусов. Противень размером 25х35 см застелить фольгой и слегка сбрызнуть растительным маслом.\n2.В большой миске смешать масло, белый, ванильный и коричневый сахар и кофейный напиток. Миксером на средней скорости перемешать до пышного, однородного состояния. Затем по одному добавлять яйца, хорошо перемешивая после каждого.\n3. В большой миске соединить муку, какао-порошок, разрыхлитель, соду и соль. Эту массу постепенно всыпать в масляную смесь, при этом перемешивая миксером на средней скорости. В эту массу добавить шоколад и пекан. Хорошо перемешать и выложить эту массу в подготовленную форму.\n4.Поставить в разогретую духовку и выпекать около 30-35 минут. Перед подачей дать готовому изделию полностью остыть.",
    "video_recipe":"https://www.youtube.com/watch?v=MhbZmcGSvcg",
    "ingridients": "Масло сливочное (размягченное) - 300 г\nСахар коричневый - 1 3/4 стакана\nСахар белый - 1 стакан\nКофе растворимый - 1/2 стакана\nЯйца - 4 шт.\nВанильный сахар - 1 ст. л.\nМука пшеничная - 1 1/2 стакана\nКакао-порошок - 1 стакан\nРазрыхлитель - 1/2 ч. л.\nСода пищевая - 1/2 ч. л.\nСоль - 1/4 ч. л.\nЧипсы черного шоколада или шоколад, разломанный на кусочки - 1 стакан\nОрех пекан жареный - 1 стакан\nМолочный шоколад (разломанный на кусочки) - 30 г"
   
},
{
    "id": "12",
    "name": "ЧИЗКЕЙК",
    "id_category":"4",
    "text_recipe":"1.Измельчите печенье до состояния крошки. Сливочное масло растопите на водяной бане.Перемешайте печенье с 1 ст. ложкой сахара, добавьте масло, тщательно перемешайте.\n2.Форму для запекания (диаметр моей формы - 22 см) застелите пергаментной бумагой. Из полученной массы сделайте основу для чизкейка в форме для запекания и поместите ее в духовку, разогретую до 170 градусов, на 10 минут.\n3.Пока корж находится в духовке, займитесь приготовлением сырной начинки. Для этого взбейте яйца с 4-мя столовыми ложками сахара, добавьте жирные сливки, ванилин и цедру половины лимона.\n4.В полученную массу добавьте сливочный сыр и снова все хорошо взбейте венчиком до получения однородной консистенции.\n5.Полученную сырную массу (довольно жидкую) вылейте на готовую основу и поместите в духовку. Внимание! Чизкейк должен готовиться в духовке на водяной бане при температуре не более 150 градусов в течение 70-80 минут.\n6.Готовый чизкейк уберите в холодильник на несколько часов, а лучше на ночь. Перед подачей украсьте чизкейк (например, сахарной пудрой и свежей клубникой) и достаньте из формы.",
    "video_recipe":"https://www.youtube.com/watch?v=-UVzp2uF5Es",
    "ingridients": "Печенье (любое рассыпчатое) - 300 г\nСыр сливочный (рикотта; в идеале - филадельфия) - 500 г\nСливки 35% - 200 г\nЯйца куриные - 4 шт.\nМасло сливочное - 100 г\nСахар - 5 ст. л.\nЛимон (для цедры) - 0,5-1 шт.\nВанилин - 1 пакетик (по вкусу)\nДля украшения (по желанию):\nСахарная пудра\nЯгоды свежие (клубника)"
   
}
]
}
